summary.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Forgot Password Form,20,1248,1037,1508,124.18,0.000%,8.97263,20.91,8.11,2386.0
Forgot Password,20,1248,1037,1508,124.18,0.000%,8.96057,20.88,8.10,2386.0
Login Validate,20,1863,1493,2249,213.57,0.000%,6.36537,44.32,16.12,7130.0
Login,20,1863,1493,2249,213.57,0.000%,6.36132,44.29,16.11,7130.0
PIM Employees,20,866,773,937,40.20,0.000%,8.12678,16.71,6.29,2106.0
PIM Employees List Limit,20,885,829,1007,44.61,0.000%,7.42115,21.65,6.51,2987.0
Employment Status,20,990,831,1246,136.85,0.000%,7.47943,12.86,5.94,1760.0
Job Titles,20,885,629,1271,222.97,0.000%,7.93966,57.30,6.23,7390.7
Add Employee,20,667,604,754,36.13,95.000%,9.57396,4.71,8.93,503.9
Delete Employee,20,665,569,711,41.77,100.000%,10.50420,4.05,9.28,395.0
PIM,20,4960,4693,5122,128.90,100.000%,3.18269,47.06,16.06,15142.6
Admin Users,20,592,529,705,50.70,0.000%,11.36364,18.38,9.37,1656.0
Add Admin User,20,540,520,574,13.63,100.000%,12.50782,6.02,11.51,493.0
Update Admin User,20,537,497,560,12.67,100.000%,12.59446,6.27,11.81,510.0
Delete Admin User,20,569,507,663,48.98,100.000%,11.89061,4.59,10.44,395.0
Admin,20,2240,2164,2335,55.13,100.000%,5.73888,17.12,20.43,3054.0
Assign Leave,20,626,567,704,35.71,100.000%,11.55402,5.07,11.40,449.0
Add Holiday,20,761,560,1334,215.03,100.000%,8.00641,3.51,7.28,449.0
Leave,20,1387,1220,1913,196.87,100.000%,6.52103,5.72,12.36,898.0
Candidates List,20,1365,681,2164,388.92,0.000%,4.99127,68.11,4.31,13973.0
Vacancies List,20,1689,982,2131,296.89,0.000%,4.64253,15.10,3.95,3330.0
Add Candidates,20,1319,880,2054,407.32,0.000%,4.98132,7.34,12.38,1508.6
Candidate Shortlist,20,1027,858,1185,100.27,0.000%,7.09975,12.05,6.47,1737.6
Schedule Interview,20,893,747,1093,100.91,100.000%,7.53864,3.39,7.77,461.0
Candidate Reject,20,817,729,898,43.31,0.000%,8.27815,14.01,7.50,1732.6
Recruitment,20,7113,6735,7365,134.90,100.000%,2.32423,51.62,16.38,22742.8
Directory List,20,787,702,856,43.53,0.000%,8.56164,24.87,6.83,2974.0
Search Employee in Directory,20,764,701,824,29.69,0.000%,8.68432,12.03,6.90,1419.0
Directory,20,1551,1437,1651,55.32,0.000%,6.40000,27.46,10.19,4393.0
Claims List,20,790,383,1007,122.17,0.000%,8.15661,80.81,6.40,10145.6
Claim Request,40,3423,666,6587,2606.63,0.000%,5.04859,56.17,20.62,11393.2
Add Expenses in claim id 20,5,752,612,932,111.85,0.000%,1.30344,1.98,1.22,1553.0
Add Expenses in claim id 21,5,780,723,836,44.48,0.000%,1.28041,1.94,1.20,1553.0
Add Expenses in claim id 22,5,756,709,833,44.86,0.000%,1.32170,2.00,1.24,1553.0
Add Expenses in claim id 23,5,740,678,828,55.08,0.000%,1.31096,1.99,1.23,1553.0
Add Expenses in claim id 24,5,716,663,761,34.09,0.000%,1.36836,2.08,1.28,1553.0
Add Expenses in claim id 25,5,731,679,780,41.00,0.000%,1.36649,2.07,1.28,1553.0
Add Expenses in claim id 26,5,726,695,796,35.79,0.000%,1.34192,2.04,1.26,1553.2
Add Expenses in claim id 27,5,748,717,784,24.52,0.000%,1.33440,2.02,1.25,1553.2
Add Expenses in claim id 29,5,659,535,757,79.81,0.000%,1.43513,2.18,1.35,1553.2
Add Expenses in claim id 30,5,735,674,783,37.10,0.000%,1.31648,2.00,1.24,1553.2
Add Expenses in claim id 28,5,719,643,783,48.66,0.000%,1.35281,2.05,1.27,1553.2
Add Expenses in claim id 31,5,712,639,755,41.61,0.000%,1.38966,2.11,1.30,1553.2
Add Expenses in claim id 32,5,681,567,754,65.30,0.000%,1.45815,2.21,1.37,1553.2
Add Expenses in claim id 33,5,723,653,788,46.33,0.000%,1.38160,2.10,1.30,1553.2
Add Expenses in claim id 34,5,731,681,791,39.36,0.000%,1.34048,2.03,1.26,1553.2
Add Expenses in claim id 35,5,738,671,796,42.45,0.000%,1.35245,2.05,1.27,1553.2
Add Expenses in claim id 36,5,740,715,792,30.31,0.000%,1.34989,2.05,1.27,1553.2
Add Expenses in claim id 37,5,704,669,798,48.44,0.000%,1.34807,2.05,1.27,1553.4
Add Expenses in claim id 38,5,777,725,847,45.84,0.000%,1.28304,1.95,1.20,1553.4
Add Expenses in claim id 39,5,736,611,804,70.22,0.000%,1.30890,1.99,1.23,1553.4
Submit claim,20,758,632,911,82.19,0.000%,7.31261,11.60,6.43,1625.0
Punch In,20,800,351,923,119.84,95.000%,6.81431,3.21,6.38,482.6
Punch Out,20,840,758,956,51.20,95.000%,6.65557,3.28,6.24,505.3
Punch in List,20,793,695,901,47.87,0.000%,7.02988,22.81,5.43,3323.0
Punch out List,20,1524,1111,1603,104.11,0.000%,5.54939,28.95,8.58,5342.0
Punch Time,20,3959,3479,4161,164.25,95.000%,3.29815,31.09,13.83,9653.0
Create Timesheet,20,691,411,825,113.70,95.000%,8.19336,3.98,7.16,497.9
Submit Timesheet,20,522,329,791,156.11,95.000%,9.69462,3.78,8.46,399.6
Timesheet,20,1213,793,1552,250.41,95.000%,7.07965,6.20,12.36,897.5
TOTAL,920,1372,329,7365,1388.32,38.370%,28.01718,104.04,43.58,3802.5